Repository: xiongyiyang5/cs-field-guide
Catalog: csfieldguide/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Translation mode
de: Übersetzungsmodus
es: Modo de traducción

source: Translation mode (Bi-directional)
de: Übersetzungsmodus (bidirektional)
es: Modo de traducción (bidireccional)

source: Interactive
de: Interaktiv
es: Interactivo

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada

source: We are sorry but we could not find a page for the link you provided.
de: Wir konnten leider keine Seite für den angegebenen Link finden.
es: Lo sentimos, pero no hemos podido encontrar una página para el enlace proporcionado.

source: You may find one of the links below useful:
de: Eventuell ist einer der nachstehenden Links nützlich:
es: Puede que alguno de los siguientes enlaces te resulte útil:

source: Home page
de: Startseite
es: Página de inicio

source: Search
de: Suchen
es: Buscar

source: About
de: Über uns
es: Acerca de

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios

source: Contributors
de: Mitwirkende
es: Colaboradores

source: Curriculum Guides
de: Studienplanleitfäden
es: Guías curriculares

source: Glossary
de: Glossar
es: Glosario

source: Interactives
de: Interaktive Module
es: Interactivos

source: An online interactive resource for high school students learning about computer science
de: Eine interaktive Online-Ressource für Oberschüler, die Informatik lernen
es: Un recurso interactivo en línea para alumnos de secundaria que estén aprendiendo informática

source: Language
de: Sprache
es: Idioma

source: Chapters
de: Kapitel
es: Capítulos

source: Appendices
de: Ergänzungen
es: Apéndices

source: Looking for something for primary schools? Check out <a href="http://www.csunplugged.org/">CS Unplugged</a>.
de: Suchen Sie etwas für Grundschulen? Sehen Sie sich auf <a href="http://www.csunplugged.org/">CS Unplugged</a> um.
es: ¿Buscas material para escuelas de educación primaria? Echa un vistazo a <a href="http://www.csunplugged.org/">CS Unplugged</a>.

source: The Computer Science Field Guide is an online interactive resource for high school students learning about computer science.
de: Der Computer Science Field Guide ist eine interaktive Online-Ressource für Oberschüler, die Informatik lernen.
es: La Computer Science Field Guide es un recurso interactivo en línea para alumnos de secundaria que estén aprendiendo informática.

source: Useful Links
de: Nützliche Links
es: Enlaces útiles

source: Community
es: Comunidad

source: Help
es: Ayuda

source: Feedback
es: Comentarios

source: The Computer Science Field Guide material is open source on <a href="https://github.com/uccser/cs-field-guide">GitHub</a>, and this website's content is shared under a <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International license</a>. The Computer Science Field Guide is a project by the <a href="http://www.cosc.canterbury.ac.nz/research/RG/CSE/">Computer Science Education Research Group</a> at the <a href="http://www.canterbury.ac.nz/">University of Canterbury</a>, New Zealand. Icons provided generously by <a href="https://icons8.com/">icons8</a>.
de: Das Material des Computer Science Field Guide steht als Open-Source-Material auf <a href="https://github.com/uccser/cs-field-guide">GitHub</a> zur Verfügung und die Inhalte dieser Website sind unter einer <a href="https://creativecommons.org/licenses/by-sa/4.0/">internationalen Creative Commons Attribution-ShareAlike 4.0 Lizenz</a> verfügbar. Der Computer Science Field Guide ist ein Projekt der <a href="http://www.cosc.canterbury.ac.nz/research/RG/CSE/">Computer Science Education Research Group</a> der <a href="http://www.canterbury.ac.nz/">University of Canterbury</a>, Neuseeland. Verwendete Symbole wurden großzügigerweise von <a href="https://icons8.com/">icons8</a> zur Verfügung gestellt.
es: El material de la Computer Science Field Guide es de código abierto y se encuentra en <a href="https://github.com/uccser/cs-field-guide">GitHub</a>. El contenido de este sitio web se comparte bajo una licencia <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Atribución-CompartirIgual 4.0 Internacional</a>. La Computer Science Field Guide es un proyecto llevado a cabo por el <a href="http://www.cosc.canterbury.ac.nz/research/RG/CSE/">Computer Science Education Research Group</a> de la <a href="http://www.canterbury.ac.nz/">Universidad de Canterbury</a>, Nueva Zelanda. Iconos proporcionados generosamente por <a href="https://icons8.com/">icons8</a>.

source: This definition is not available in %(language)s, sorry!
de: Diese Definition ist leider nicht in %(language)s verfügbar!
es: ¡Lamentablemente esta definición no está disponible en %(language)s!

source: Close
de: Schließen
es: Cerrar

source: Table of contents
de: Inhaltsverzeichnis
es: Índice

source: The following chapters cover key topics within Computer Science.
de: Die folgenden Kapitel behandeln wichtige Themen der Informatik.
es: Los siguientes capítulos cubren algunos temas clave dentro de la informática.

source: An online interactive resource for high school students learning about computer science.
de: Eine interaktive Online-Ressource für Oberschüler, die Informatik lernen.
es: Un recurso interactivo en línea para alumnos de secundaria que estén aprendiendo informática.

source: View the chapters
de: Kapitel ansehen
es: Ver los capítulos

source: Not available in %(language)s
de: Nicht in %(language)s verfügbar
es: No disponible en %(language)s

source: <h4>Sorry! This item is not yet available in %(language)s.</h4> <p>This item is available in the following languages:</p>
de: <h4>Tut uns leid! Dieses Element ist noch nicht in %(language)s verfügbar.</h4> <p>Es ist in den folgenden Sprachen verfügbar:</p>
es: <h4>¡Lo sentimos! Este elemento todavía no está disponible en %(language)s.</h4> <p>Este elemento está disponible en los siguientes idiomas:</p>

source: Return to homepage
de: Zurück zur Startseite
es: Volver a la página de inicio

source: Menu
de: Menü
es: Menú

source: Pizza ordered!
de: Pizza bestellt!
es: ¡Pizza pedida!

source: Order a pizza
de: Pizza bestellen
es: Pedir una pizza

source: TV turned on!
de: Fernseher eingeschaltet!
es: ¡Televisión encendida!

source: Turn on TV
de: Fernseher einschalten
es: Encender la televisión

source: Nuclear attack launched... why did you do that?
de: Atomangriff gestartet ... Warum hast du das getan?
es: Ataque nuclear lanzado... ¿Por qué lo has hecho?

source: Launch nuclear attack
de: Atomangriff starten
es: Lanzar ataque nuclear

source: Water boiled!
de: Wasser gekocht!
es: ¡Agua hervida!

source: Boil Water
de: Wasser kochen
es: Hervir agua

source: Alarm set for 12 hours and 57 minutes from now.
de: Wecker für 12 Stunden und 57 Minuten ab jetzt gestellt.
es: Alarma configurada para dentro de 12 horas y 57 minutos.

source: Alarm already set for 09:00.
de: Wecker bereits für 09:00 Uhr gestellt.
es: La alarma ya está configurada para las 09:00.

source: Available Menu Items
de: Verfügbare Menüpunkte
es: Elementos del menú disponibles

source: Error: Answers unavailable!
de: Fehler: Antworten nicht verfügbar!
es: Error: ¡Respuestas no disponibles!

source: Download answers
de: Antworten herunterladen
es: Descargar respuestas

source: Error: YouTube unavailable!
de: Fehler: YouTube nicht verfügbar!
es: Error: ¡YouTube no disponible!

source: Watch YouTube videos
de: YouTube-Videos ansehen
es: Ver vídeos de YouTube

source: Error: Facebook unavailable!
de: Fehler: Facebook nicht verfügbar!
es: Error: ¡Facebook no disponible!

source: Open Facebook
de: Facebook öffnen
es: Abrir Facebook

source: Error: Games unavailable!
de: Fehler: Spiele nicht verfügbar!
es: Error: ¡Juegos no disponibles!

source: Play games
de: Spiele spielen
es: Jugar a juegos

source: Calculator
de: Rechner
es: Calculadora

source: Big Number Calculator
de: Rechner für große Zahlen
es: Calculadora de números grandes

source: X Value:
de: X-Wert:
es: Valor de X:

source: Y Value:
de: Y-Wert:
es: Valor de Y:

source: Clear
de: Löschen
es: Borrar

source: Result:
de: Ergebnis:
es: Resultado:

source: Binary Cards
de: Binärkarten
es: Cartas binarias

source: Flip all card sides to:
de: Alle Karten umdrehen auf:
es: Voltear las caras de todas las cartas a:

source: Black
de: Schwarz
es: Negro

source: White
de: Weiß
es: Blanco

source: Malformed expression
de: Nicht wohlgeformter Ausdruck
es: Expresión con formato incorrecto

source: Mode:
de: Modus:
es: Modo:

source: Binary
de: Binär
es: Binario

source: Plaintext
de: Klartext
es: Texto no cifrado

source: Encrypt
de: Verschlüsseln
es: Cifrar

source: Rotation Amount
de: Verschiebechiffre
es: Cantidad de rotación

source: Ciphertext
de: Geheimtext
es: Texto cifrado

source: Decrypt
de: Entschlüsseln
es: Descifrar

source: Do you wish to close this window?
de: Möchtest du dieses Fenster schließen?
es: ¿Deseas cerrar esta ventana?

source: Yes
de: Ja
es: Sí

source: CMY Colour Mixer - Used by Printers
de: CMY-Farbmischer – von Druckern verwendet
es: Mezclador de color CMY - Usado por impresoras

source: <strong>Cyan</strong> - Currently set to <span id="interactive-cmy-mixer-cyan-value">127</span>
de: <strong>Cyan</strong> – Aktuell auf <span id="interactive-cmy-mixer-cyan-value">127</span> eingestellt
es: <strong>Cian</strong> - Fijado actualmente en <span id="interactive-cmy-mixer-cyan-value">127</span>

source: <strong>Magenta</strong> - Currently set to <span id="interactive-cmy-mixer-magenta-value">127</span>
de: <strong>Magenta</strong> – Aktuell auf <span id="interactive-cmy-mixer-magenta-value">127</span> eingestellt
es: <strong>Magenta</strong> - Fijado actualmente en <span id="interactive-cmy-mixer-magenta-value">127</span>

source: <strong>Yellow</strong> - Currently set to <span id="interactive-cmy-mixer-yellow-value">127</span>
de: <strong>Gelb</strong> – Aktuell auf <span id="interactive-cmy-mixer-yellow-value">127</span> eingestellt
es: <strong>Amarillo</strong> - Fijado actualmente en <span id="interactive-cmy-mixer-yellow-value">127</span>

source: Colour Matcher
de: Farbabstimmung
es: Comparador de colores

source: Firstly try matching the colour in the goal panel the 24 bit sliders.
de: Versuche zunächst, die Farbe des Zielfelds mithilfe der 24-Bit-Regler zu erreichen.
es: En primer lugar, intenta obtener el color del panel objetivo utilizando los controles deslizantes de 24 bits.

source: 24 bit
es: 24 bits

source: <strong>Red</strong> - 8 bits for red set to <span class='representation-text'></span>
de: <strong>Rot</strong> - 8 Bits für Rot auf <span class='representation-text'></span> eingestellt
es: <strong>Rojo</strong> - 8 bits para rojo fijados en <span class='representation-text'></span>

source: <strong>Green</strong> - 8 bits for green set to <span class='representation-text'></span>
de: <strong>Grün</strong> - 8 Bits für Grün auf <span class='representation-text'></span> eingestellt
es: <strong>Verde</strong> - 8 bits para verde fijados en <span class='representation-text'></span>

source: <strong>Blue</strong> - 8 bits for blue set to <span class='representation-text'></span>
de: <strong>Blau</strong> - 8 Bits für Blau auf <span class='representation-text'></span> eingestellt
es: <strong>Azul</strong> - 8 bits para azul fijados en <span class='representation-text'></span>

source: 24 bit colour
de: 24-Bit-Farbe
es: Color de 24 bits

source: Goal colour
de: Zielfarbe
es: Color objetivo

source: <strong>Bit representation</strong> - Click a bit to toggle its value
de: <strong>Bit-Darstellung</strong> – Ein Bit anklicken, um dessen Wert umzuschalten
es: <strong>Representación de bits</strong> - Haz clic en un bit para cambiar su valor

source: <strong>Hexidecimal representation</strong>
de: <strong>Hexadezimale Darstellung</strong>
es: <strong>Representación hexadecimal</strong>

source: Need help finding the correct values?
de: Brauchst du Hilfe, um die richtigen Werte zu finden?
es: ¿Necesitas ayuda para encontrar los valores correctos?

source: Help me set red
de: Hilf mir, Rot einzustellen
es: Ayúdame a definir el rojo

source: Now try matching the same goal colour with the 8 bit sliders.
de: Versuche nun, dieselbe Zielfarbe mit den 8-Bit-Reglern einzustellen.
es: Ahora, intenta obtener el mismo color objetivo con los controles deslizantes de 8 bits.

source: 8 bit
es: 8 bits

source: <strong>Red</strong> - 3 bits for red set to <span class='representation-text'></span>
de: <strong>Rot</strong> - 3 Bits für Rot auf <span class='representation-text'></span> eingestellt
es: <strong>Rojo</strong> - 3 bits para rojo fijados en <span class='representation-text'></span>

source: <strong>Green</strong> - 3 bits for green set to <span class='representation-text'></span>
de: <strong>Grün</strong> - 3 Bits für Grün auf <span class='representation-text'></span> eingestellt
es: <strong>Verde</strong> - 3 bits para verde fijados en <span class='representation-text'></span>

source: <strong>Blue</strong> - 2 bits for blue set to <span class='representation-text'></span>
de: <strong>Blau</strong> - 2 Bits für Blau auf <span class='representation-text'></span> eingestellt
es: <strong>Azul</strong> - 2 bits para azul fijados en <span class='representation-text'></span>

source: 8 bit colour
de: 8-Bit-Farbe
es: Color de 8 bits

source: Try another colour
de: Mit einer anderen Farbe versuchen
es: Prueba con otro color

source: Move the slider to compare the two images
de: Regler verschieben, um die beiden Bilder zu vergleichen
es: Mueve el control deslizante para comparar la dos imágenes

source: Confirm
de: Bestätigen
es: Confirmar

source: Cancel
de: Abbrechen
es: Cancelar

source: This configuration will cause your backup device's status light to blink amber. Are you sure you want to continue?
de: Durch diese Konfiguration wird das Statuslicht des Backup-Geräts gelb blinken. Möchtest du wirklich fortfahren?
es: Esta configuración hará que la luz de estado del dispositivo de copia de seguridad parpadee en ámbar. ¿Seguro que deseas continuar?

source: Click Ignore to prevent your backup device's status light from blinking amber for this problem.
de: Ignorieren anklicken, um zu verhindern, dass das Statuslicht des Backup-Geräts bei diesem Problem gelb leuchtet.
es: Haz clic en Ignorar para evitar que la luz de estado del dispositivo de copia de seguridad parpadee en ámbar por este problema.

source: Skip
de: Überspringen
es: Omitir

source: Ignore
de: Ignorieren
es: Ignorar

source: Pick a date
de: Wähle ein Datum aus
es: Elige una fecha

source: January
de: Januar
es: Enero

source: February
de: Februar
es: Febrero

source: March
de: März
es: Marzo

source: April
es: Abril

source: May
de: Mai
es: Mayo

source: June
de: Juni
es: Junio

source: July
de: Juli
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
de: Oktober
es: Octubre

source: November
es: Noviembre

source: December
de: Dezember
es: Diciembre

source: Do you realise that's not a real date?
de: Ist dir klar, dass dies kein gültiges Datum ist?
es: Sabes que esa no es una fecha real, ¿verdad?

source: Start
de: Starten
es: Comenzar

source: Even
de: Gerade
es: Par

source: Odd
de: Ungerade
es: Impar

source: seconds left
de: Sekunden verbleibend
es: segundos restantes

source: Delay Analyser
de: Verzögerungsanalysator
es: Analizador de retardo

source: Instructions
de: Anleitung
es: Instrucciones

source: Click on any tile of the grid. This will reveal a small tile of a larger image.
de: Eine beliebige Kachel im Gitterfeld anklicken. Dies deckt einen kleinen Teil eines größeren Bildes auf.
es: Haz clic en cualquier recuadro de la cuadrícula. Esto revelará un pequeño recuadro de una imagen más grande.

source: If you perceived any delay in the tile being revealed, in other words 'it didn't feel like it appeared instantly' then click on this tile again. The tile will be coloured green, indicating that you have decided there was a perceivable delay.
de: Wenn du eine Verzögerung beim Aufdecken der Kachel wahrnimmst, d. h. „es hat sich nicht angefühlt, als ob das Teilbild sofort angezeigt wurde“, erneut auf die Kachel klicken. Die Kachel wird grün eingefärbt, was anzeigt, dass du eine merkbare Verzögerung festgestellt hast.
es: Si has percibido algún retardo al revelarse el recuadro, en otras palabras "no daba la sensación de haber aparecido al instante", vuelve a hacer clic en este recuadro. El recuadro se pondrá de color verde, lo que indica que has notado un retardo perceptible.

source: If you made a mistake by clicking it, you can change your mind by clicking again.
de: Wird eine Kachel versehentlich angeklickt, kann dies durch erneutes Anklicken rückgängig gemacht werden.
es: Si has hecho clic en él por error, puedes cambiar de opinión haciendo clic de nuevo.

source: Repeat this on all other cells to reveal the complete image.
de: Wiederhole dies mit allen anderen Kacheln, bis das gesamte Bild aufgedeckt ist.
es: Repite esta acción con el resto de las celdas para revelar la imagen completa.

source: View the statistics page to see experiment results.
de: Lass dir die Statistikenseite anzeigen, um das Ergebnis des Experiments zu sehen.
es: Visita la página de estadísticas para ver los resultados del experimento.

source: View statistics
de: Statistiken anzeigen
es: Ver estadísticas

source: Not Perceived
de: Nicht erkannt
es: No percibido

source: Perceived
de: Erkannt
es: Percibido

source: Reset experiment
de: Experiment zurücksetzen
es: Reiniciar experimento

source: Created by Rhem Munro - Adapted by Jack Morgan
de: Erstellt von Rhem Munro – Überarbeitet von Jack Morgan
es: Creado por Rhem Munro - Adaptado por Jack Morgan

source: Tick the checkbox
de: Markiere das Kästchen
es: Marca la casilla

source: Clicked <span id="interactive-delayed-checkbox-counter">0</span> times
de: <span id="interactive-delayed-checkbox-counter">0</span> Mal angeklickt
es: <span id="interactive-delayed-checkbox-counter">0</span> clics

source: Current state: <span id="interactive-fsa-box-current-state-text"></span>
de: Aktueller Zustand: <span id="interactive-fsa-box-current-state-text"></span>
es: Estado actual: <span id="interactive-fsa-box-current-state-text"></span>

source: Reset to start state
de: Auf Startzustand zurücksetzen
es: Restaurar al estado inicial

source: Current state: <span id="interactive-fsa-light-current-state-text"></span>
de: Aktueller Zustand: <span id="interactive-fsa-light-current-state-text"></span>
es: Estado actual: <span id="interactive-fsa-light-current-state-text"></span>

source: Current state: <span id="interactive-fsa-washing-machine-current-state-text"></span>
de: Aktueller Zustand: <span id="interactive-fsa-washing-machine-current-state-text"></span>
es: Estado actual: <span id="interactive-fsa-washing-machine-current-state-text"></span>

source: Change spin speed
de: Schleudergeschwindigkeit ändern
es: Cambiar la velocidad de giro

source: RGB Backround Colour Changer
de: RGB-Hintergrundfarbenwechsler
es: Cambiador de colores de fondo RGB

source: Change
de: Ändern
es: Cambiar

source: Reset
de: Zurücksetzen
es: Restablecer

source: High Score Boxes
de: Höchstzahlkästchen
es: Cajas de números altos

source: Clicking a box will reveal its number; your task is to find the highest number and enter it below.
de: Durch Anklicken eines Kästchens wird dessen Zahl aufgedeckt. Deine Aufgabe ist es, die höchste Zahl zu finden und unten einzugeben.
es: Al hacer clic en una caja se revelará su número; tienes que encontrar el número más alto e introducirlo a continuación.

source: Highest number:
de: Höchste Zahl:
es: Número más alto:

source: Submit
de: Senden
es: Enviar

source: Restart
de: Neu starten
es: Reiniciar

source: Huffman Tree Generator
de: Huffman-Baum-Generator
es: Generador de árboles de Huffman

source: Enter text below to create a Huffman Tree. The following characters will be used to create the tree: letters, numbers, full stop, comma, single quote. All other characters are ignored.
de: Gib unten Text ein, um einen Huffman-Baum zu erstellen. Gültige Zeichen sind: Buchstaben, Zahlen, Punkt, Komma, einfaches Anführungszeichen. Alle anderen Zeichen werden ignoriert.
es: Introduce texto a continuación para crear un árbol de Huffman. Para crear el árbol se usarán los siguientes caracteres: letras, números, punto, coma, comilla simple. Se ignorarán el resto de caracteres.

source: Loading generator...
de: Generator laden ...
es: Cargando generador...

source: Image Bit Comparer
de: Bildbits-Vergleich
es: Comparador de bits de imágenes

source: Select Image
de: Bild auswählen
es: Seleccionar imagen

source: Upload Image
de: Bild hochladen
es: Subir imagen

source: Either drag and drop or click the button below to load your own landscape image into the interactive.
de: Lade dein eigenes Querformatbild durch Ziehen und Ablegen oder über die Schaltfläche unten hoch.
es: Arrastra y suelta o haz clic en el siguiente botón para cargar tu propia imagen de un paisaje en el material interactivo.

source: Image Preview Size
de: Bildvorschaugröße
es: Tamaño vista previa de la imagen

source: Small
de: Klein
es: Pequeño

source: Medium
de: Mittel
es: Mediano

source: Large (may take longer to load)
de: Groß (möglicherweise längere Ladezeit)
es: Grande (puede tardar más tiempo en cargar)

source: New File
de: Neue Datei
es: Nuevo archivo

source: Open...
de: Öffnen ...
es: Abrir...

source: Save
de: Speichern
es: Guardar

source: Close Tab
de: Tab schließen
es: Cerrar pestaña

source: Close Pane
de: Bereich schließen
es: Cerrar panel

source: Practice traversing a NFA
de: Eine NEA-Darstellung durchlaufen
es: Recorre una representación AFND

source: Traverse the NFA map below with the input sequence and select all the resulting states.
de: Durchlaufe die abgebildete NEA-Darstellung mit der gegebenen Eingabefolge und wähle alle Ergebniszustände aus.
es: Recorre el siguiente mapa AFND con la secuencia de entrada y selecciona todos los estados resultantes.

source: Input sequence: <span id="interactive-nfa-guesser-input-sequence-value"></span>
de: Eingabefolge: <span id="interactive-nfa-guesser-input-sequence-value"></span>
es: Secuencia de entrada: <span id="interactive-nfa-guesser-input-sequence-value"></span>

source: Check answer
de: Antwort überprüfen
es: Verificar respuesta

source: Generate new input sequence
de: Neue Eingabefolge generieren
es: Generar nueva secuencia de entrada

source: Click me for help
de: Für Hilfe hier klicken
es: Haz clic en mí para obtener ayuda

source: Number Generator
de: Zahlengenerator
es: Generador de números

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito

source: Trains
de: Züge
es: Trenes

source: IRD Number
es: Número IRD

source: Passport Dates
de: Reisepassdaten
es: Fechas de pasaporte

source: Generate
de: Generieren
es: Generar

source: The following codes are a combination of valid and invalid codes
de: Die folgenden Codes sind eine Kombination aus gültigen und ungültigen Codes
es: Los siguientes códigos son una combinación de códigos válidos e inválidos

source: Codes are generated with no dashes/spaces/etc
de: Codes werden ohne Striche, Leerstellen usw. generiert
es: Los códigos se generan sin guiones/espacios/etc.

source: Clear form
de: Formular leeren
es: Limpiar formulario

source: Submit now
de: Jetzt senden
es: Enviar ahora

source: Payment Amount
de: Zahlungsbetrag
es: Importe del pago

source: How much do you want to pay?
de: Wie viel möchtest du bezahlen?
es: ¿Cuánto deseas pagar?

source: Program
de: Programm
es: Programa

source: Run program
de: Programm ausführen
es: Ejecutar programa

source: Output
de: Ausgabe
es: Salida

source: RGB Colour Mixer - Used by Screens
de: RGB-Farbmischer – von Bildschirmen verwendet
es: Mezclador de color RGB - Usado por pantallas
