Repository: xiongyiyang5/cs-field-guide
Catalog: csfieldguide/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: <strong>Red</strong> - Currently set to <span id="interactive-rgb-mixer-red-value">127</span>
de: <strong>Rot</strong> – Aktuell auf <span id="interactive-rgb-mixer-red-value">127</span> eingestellt
es: <strong>Rojo</strong> - Fijado actualmente en <span id="interactive-rgb-mixer-red-value">127</span>

source: <strong>Green</strong> - Currently set to <span id="interactive-rgb-mixer-green-value">127</span>
de: <strong>Grün</strong> – Aktuell auf <span id="interactive-rgb-mixer-green-value">127</span> eingestellt
es: <strong>Verde</strong> - Fijado actualmente en <span id="interactive-rgb-mixer-green-value">127</span>

source: <strong>Blue</strong> - Currently set to <span id="interactive-rgb-mixer-blue-value">127</span>
de: <strong>Blau</strong> – Aktuell auf <span id="interactive-rgb-mixer-blue-value">127</span> eingestellt
es: <strong>Azul</strong> - Fijado actualmente en <span id="interactive-rgb-mixer-blue-value">127</span>

source: RSA <span id="interactive-rsa-jsencrypt-mode">Encrypter</span>
de: RSA-<span id="interactive-rsa-jsencrypt-mode">Verschlüsseler</span>
es: <span id="interactive-rsa-jsencrypt-mode">Criptosistema</span> RSA

source: Key
de: Schlüssel
es: Clave

source: <span id="interactive-rsa-jsencrypt-input-type">Plain</span> Text
de: <span id="interactive-rsa-jsencrypt-input-type">Klar</span>text
es: Texto <span id="interactive-rsa-jsencrypt-input-type">no cifrado</span>

source: <span id="interactive-rsa-jsencrypt-output-type">Cipher</span> Text
de: <span id="interactive-rsa-jsencrypt-output-type">Geheim</span>text
es: Texto <span id="interactive-rsa-jsencrypt-output-type">cifrado</span>

source: This interactive uses the <code><a href="http://travistidwell.com/jsencrypt/#">jsencrypt</a></code> library.
de: Dieses interaktive Modul nutzt die <code><a href="http://travistidwell.com/jsencrypt/#">Jsencrypt</a></code>-Bibliothek.
es: Este elemento interactivo usa la biblioteca <code><a href="http://travistidwell.com/jsencrypt/#">jsencrypt</a></code>.

source: RSA <span id="interactive-rsa-no-padding-mode">Encrypter</span>
de: RSA-<span id="interactive-rsa-no-padding-mode">Verschlüsseler</span>
es: <span id="interactive-rsa-no-padding-mode">Criptosistema</span> RSA

source: <span id="interactive-rsa-no-padding-input-type">Plain</span> Text
de: <span id="interactive-rsa-no-padding-input-type">Klar</span>text
es: Texto <span id="interactive-rsa-no-padding-input-type">no cifrado</span>

source: Cipher</span> Text
de: Geheim</span>text
es: Texto</span> cifrado

source: Grid Size:
de: Gittergröße:
es: Tamaño de la cuadrícula:

source: Number of bits for grid: <span id="bit-count"></span>
de: Anzahl der Bits für das Gitter: <span id="bit-count"></span>
es: Número de bits para la cuadrícula: <span id="bit-count"></span>

source: Number of characters for encoding: <span id="char-count"></span>
de: Zeichenanzahl zur Verschlüsselung: <span id="char-count"></span>
es: Número de caracteres para el cifrado: <span id="char-count"></span>

source: Invert
de: Umkehren
es: Invertir

source: Clear all black pixels
de: Alle schwarzen Pixel löschen
es: Borrar todos los píxeles negros

source: Created by Hannah Taylor - Adapted by Jack Morgan
de: Erstellt von Hannah Taylor – Überarbeitet von Jack Morgan
es: Creado por Hannah Taylor - Adaptado por Jack Morgan

source: Searching Algorithms
de: Suchalgorithmen
es: Algoritmos de búsqueda

source: SHA2 Hashing
es: Hashing SHA2

source: Text to convert
de: Umzuwandelnder Text
es: Texto para convertir

source: Hashed message will be shown here
de: Hash-Nachricht wird hier angezeigt
es: El mensaje cifrado aparecerá aquí

source: Click an image to play sorting animations
de: Eine Abbildung anklicken, um Sortieranimationen abzuspielen
es: Haz clic en una imagen para reproducir las animaciones de ordenamiento

source: Selection sort
de: Auswahlsortierung
es: Ordenamiento por selección

source: Quick sort
de: Schnellsortierung
es: Ordenamiento rápido

source: Animations provided by David Martin from <a href="http://www.sorting-algorithms.com/">www.sorting-algorithms.com
de: Animationen von David Martin, <a href="http://www.sorting-algorithms.com/">www.sorting-algorithms.com, zur Verfügung gestellt
es: Animaciones proporcionadas por David Martin de <a href="http://www.sorting-algorithms.com/">www.sorting-algorithms.com

source: Sorting Algorithms
de: Sortieralgorithmen
es: Algoritmos de ordenamiento

source: Trainsylvania Planner
de: Zugmania-Planer
es: Planificador de Trensilvania

source: If you take the trains:
de: Wenn du folgende Züge nimmst:
es: Si tomas los trenes:

source: Enter sequence of A\
de: Hier eine Folge der Buchstaben A und B eingeben
es: Introduce la secuencia de A\

source: Find your way to <strong>Suburbopolis Station!</strong>
de: Finde deinen Weg zur <strong>Suburbopolis Station!</strong>
es: ¡Averigua cómo llegar hasta <strong>Suburbopolis Station!</strong>

source: You are currently at:
de: Dein aktueller Standort:
es: Ahora mismo estás en:

source: Do you want to travel on:
de: Wähle einen Zug für deine Reise:
es: Deseas viajar en:

source: Train A
de: Zug A
es: Tren A

source: Train B
de: Zug B
es: Tren B

source: Congratulations! You made it!
de: Glückwunsch! Du hast es geschafft!
es: ¡Enhorabuena! ¡Lo has conseguido!

source: Start over
de: Neu starten
es: Empezar de nuevo

source: Trig Function Calculator
de: Trigonometrierechner
es: Calculadora de funciones trigonométricas

source: Calculate the sine and cosine values of an angle given in degrees. (Calculations give up to 9 decimal places).
de: Berechne die Sinus- und Kosinuswerte eines in Grad angegebenen Winkels. (Kalkulationen ergeben bis zu neun Dezimalstellen.)
es: Calcula los valores del seno y el coseno de un ángulo dado en grados. (Los cálculos dan hasta 9 decimales).

source: Calculate
de: Berechnen
es: Calcular

source: Invalid input!
de: Ungültige Eingabe!
es: ¡Entrada no válida!

source: Audio Player
es: Reproductor de audio

source: An error occurred while troubleshooting:
de: Fehler bei der Problembehandlung aufgetreten:
es: Se ha producido un error al intentar resolver el problema:

source: An unexpected error has occurred. The troubleshooting wizard can't continue.
de: Unbekannter Fehler aufgetreten. Der Troubleshooting-Wizard kann nicht weiter ausgeführt werden.
es: Se ha producido un error inesperado. El asistente de resolución de problemas no puede continuar.

source: Unicode Characters
de: Unicode-Zeichen
es: Caracteres Unicode

source: Enter a decimal number
de: Dezimalzahl eingeben
es: Introduce un número decimal

source: Character
de: Zeichen
es: Carácter

source: Unicode Character
de: Unicode-Zeichen
es: Carácter Unicode

source: Unicode Encoding Size
de: Unicode-Kodierungsgröße
es: Tamaño de codificación Unicode

source: Enter text for length calculation:
de: Text für Längenkalkulation eingeben:
es: Introduce el texto para calcular la longitud:

source: Calculate Bit Lengths
de: Bitlängen kalkulieren
es: Calcular longitudes de bit

source: Encoding lengths:
de: Kodierungslängen:
es: Longitudes de codificación:

source: Base
de: Basis

source: No
de: Nein

source: Run Length Encoding
de: Lauflängenkodierung

source: Hash
de: Hashwert bilden

source: Decimal
de: Dezimal
