Repository: xiongyiyang5/cs-field-guide
Catalog: csfieldguide/locale/*/LC_MESSAGES/djangojs.po
Languages: de, es

source: The result of this calculation will be massive! We won't try calculating this number as it's so big!
de: Das Ergebnis dieser Kalkulation wäre gigantisch! Wir werden nicht versuchen, eine so große Zahl zu berechnen!
es: ¡El resultado de este cálculo es enorme! ¡No vamos a intentar calcular este número ya que es muy grande!

source: Error! Your X value is not a valid number.
de: Fehler! Der X-Wert ist keine gültige Zahl.
es: ¡Error! Tu valor de X no es un número válido.

source: Error! Your Y value is not a valid number.
de: Fehler! Der Y-Wert ist keine gültige Zahl.
es: ¡Error! Tu valor de Y no es un número válido.

source: The result of this factorial will be massive, over 5000 digits long! We won't try calculating this number as it's so big!
de: Das Ergebnis dieser Fakultät wäre gigantisch, über 5 000 Stellen! Wir werden nicht versuchen, eine so große Zahl zu berechnen!
es: ¡El resultado de este factorial es enorme, más de 5000 dígitos de longitud! ¡No vamos a intentar calcular este número ya que es muy grande!

source: 1 dot is visible
de: 1 Punkt sichtbar
es: 1 punto visible

source: Why did you do that?!
de: Warum hast du das getan?!
es: ¡¿Por qué has hecho eso?!

source: Refresh the page
de: Seite aktualisieren
es: Actualizar la página

source: Help me set 24 bit red
de: Hilf mir, 24 Bit Rot einzustellen
es: Ayúdame a definir el rojo de 24 bits

source: Help me set 24 bit green
de: Hilf mir, 24 Bit Grün einzustellen
es: Ayúdame a definir el verde de 24 bits

source: All help given
de: Alle Hilfe gegeben
es: Toda la ayuda prestada

source: Odd
de: Ungerade
es: Impar

source: CORRECT
de: RICHTIG
es: CORRECTO

source: WRONG
de: FALSCH
es: INCORRECTO

source: Answer as many questions as you can
de: Beantworte möglichst viele Fragen
es: Responde a tantas preguntas como puedas

source: Score: %(score)s
de: Punkte: %(score)s
es: Puntuación: %(score)s

source: <span id="interactive-deceiver-seconds">15</span> seconds left
de: Noch <span id="interactive-deceiver-seconds">15</span> Sekunden
es: Quedan <span id="interactive-deceiver-seconds">15</span> segundos

source: View grid
de: Gitterfeld anzeigen
es: Ver cuadrícula

source: View statistics
de: Statistiken anzeigen
es: Ver estadísticas

source: You still have tiles to reveal!
de: Es sind noch Kacheln aufzudecken!
es: ¡Todavía te quedan recuadros que revelar!

source: invalid!
de: ungültig!
es: inválido

source: Correct! But you missed a box... You got lucky this time!
de: Richtig! Du hast allerdings ein Kästchen übersehen ... Glück gehabt!
es: ¡Correcto! Pero te has dejado una caja... ¡Esta vez has tenido suerte!

source: Correct! But you could've been more efficient...
de: Richtig! Du hättest aber etwas effizienter vorgehen können ...
es: ¡Correcto! Pero podrías haber sido más eficiente...

source: Correct! You've found how to complete this challenge the most efficient way! Your time was %(seconds_taken)s seconds.
de: Richtig! Du hast diese Aufgabe auf effizienteste Weise gelöst! Deine Zeit betrug %(seconds_taken)s Sekunden.
es: ¡Correcto! ¡Has averiguado cómo completar este desafío de la forma más eficiente! Tu tiempo ha sido de %(seconds_taken)s segundos.

source: Incorrect!
de: Falsch!
es: ¡Incorrecto!

source: Inputted value must be a whole number
de: Der eingegebene Wert muss eine ganze Zahl sein
es: El valor introducido debe ser un número entero

source: The dropped file is not an image! File provided was %(file_type)s
de: Die abgelegte Datei ist kein Bild! Es ist eine %(file_type)s-Datei.
es: ¡El archivo soltado no es una imagen! El archivo proporcionado era un %(file_type)s

source: Starting image cannot be loaded when viewing file locally. Try another browser or the online version.
es: La imagen de inicio no se puede cargar si el archivo se visualiza de forma local. Prueba con otro navegador o con la versión en línea.

source: Correct
de: Richtig
es: Correcto

source: Incorrect
de: Falsch
es: Incorrecto

source: Error: No help available!
de: Fehler: Keine Hilfe verfügbar!
es: Error: ¡No hay ninguna ayuda disponible!

source: Valid amount.
de: Gültiger Betrag.
es: Cantidad válida.

source: Invalid amount. Decimals are allowed up to two places.
de: Ungültiger Betrag. Dezimalzahlen können bis zu zwei Stellen haben.
es: Cantidad no válida. Se permiten hasta dos decimales.

source: Welcome to computer programming, Student
es: Bienvenido a programación, alumno

source: Error in encryption!
de: Verschlüsselungsfehler!
es: ¡Error de cifrado!

source: Error in decryption!
de: Entschlüsselungsfehler!
es: ¡Error de descifrado!

source: Decrypter
de: Dekodierer
es: Descifrador

source: Decrypt
de: Entschlüsseln
es: Descifrar

source: Cipher
es: Cifrado

source: Plain
es: No cifrado

source: Please enter a value between 0 and 100
de: Bitte einen Wert zwischen 0 und 100 eingeben
es: Introduce un valor entre 0 y 100

source: Your numbers add up to a different number than the grid requires!
de: Deine Zahlen ergeben nicht die Zahl, die das Gitter erfordert!
es: ¡El total de la suma de tus números es diferente al número requerido por la cuadrícula!

source: You have a different number of lines than lines in the grid!
de: Die Anzahl deiner Zeilen entspricht nicht den Zeilen im Gitter!
es: ¡Tienes un número de líneas diferente al número de líneas en la cuadrícula!
